Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: the testing in real world conditions is effectively overseen by the provider or prospective provider, as well as by deployers or prospective deployers through persons who are suitably qualified in the relevant field and have the necessary capacity, training and authority to perform their tasks;
pt_pt: A testagem em condições reais é efetivamente supervisionada pelo prestador ou potencial prestador, bem como pelos responsáveis ou potenciais responsáveis pela implantação, por intermédio de pessoas que tenham as devidas qualificações no domínio em causa, bem como a capacidade, a formação e a autoridade necessárias para desempenhar as respetivas funções;

source: the predictions, recommendations or decisions of the AI system can be effectively reversed and disregarded.
pt_pt: As previsões, recomendações ou decisões do sistema de IA podem ser efetivamente revertidas e ignoradas.

source: Any subjects of the testing in real world conditions, or their legally designated representative, as appropriate, may, without any resulting detriment and without having to provide any justification, withdraw from the testing at any time by revoking their informed consent and may request the immediate and permanent deletion of their personal data.
pt_pt: Os participantes na testagem em condições reais, ou o seu representante legalmente autorizado, consoante o caso, podem, sem que daí decorra qualquer prejuízo e sem terem que apresentar qualquer justificação, retirar-se da testagem a qualquer momento retirando para tal o seu consentimento informado e solicitando o apagamento imediato e permanente dos seus dados pessoais.

source: The withdrawal of the informed consent shall not affect the activities already carried out.
pt_pt: A retirada do consentimento informado não afeta as atividades já realizadas.

source: In accordance with Article 75, Member States shall confer on their market surveillance authorities the powers of requiring providers and prospective providers to provide information, of carrying out unannounced remote or on-site inspections, and of performing checks on the conduct of the testing in real world conditions and the related high-risk AI systems.
pt_pt: Em conformidade com o artigo 75.o, os Estados-Membros conferem às suas autoridades de fiscalização do mercado os poderes para exigir aos prestadores e potenciais prestadores a prestação de informações, para realizarem inspeções à distância ou no local sem aviso prévio e para efetuarem verificações da forma como é realizada a testagem em condições reais e dos sistemas de IA de risco elevado conexos.

source: Market surveillance authorities shall use those powers to ensure the safe development of testing in real world conditions.
pt_pt: As autoridades de fiscalização do mercado utilizam esses poderes para garantir o desenvolvimento seguro da testagem em condições reais.

source: Any serious incident identified in the course of the testing in real world conditions shall be reported to the national market surveillance authority in accordance with Article 73.
pt_pt: Todos os incidentes graves identificados durante a testagem em condições reais são comunicados à autoridade nacional de fiscalização do mercado em conformidade com o artigo 73.o.

source: The provider or prospective provider shall adopt immediate mitigation measures or, failing that, shall suspend the testing in real world conditions until such mitigation takes place, or otherwise terminate it.
pt_pt: O prestador ou potencial prestador deve adotar medidas de atenuação imediatas ou, na sua falta, suspender a testagem em condições reais até que essa atenuação tenha lugar ou, se tal não acontecer, cessar a testagem.

source: The provider or prospective provider shall establish a procedure for the prompt recall of the AI system upon such termination of the testing in real world conditions.
pt_pt: O prestador ou potencial prestador deve estabelecer um procedimento para a rápida recolha do sistema de IA após a cessação da testagem em condições reais.

source: Providers or prospective providers shall notify the national market surveillance authority in the Member State where the testing in real world conditions is to be conducted of the suspension or termination of the testing in real world conditions and of the final outcomes.
pt_pt: O prestador ou potencial prestador deve notificar a autoridade nacional de fiscalização do mercado do Estado-Membro onde se realiza a testagem em condições reais da suspensão ou cessação da testagem em condições reais e dos resultados finais.

source: The provider or prospective provider shall be liable under applicable Union and national liability law for any damage caused in the course of their testing in real world conditions.
pt_pt: O prestador ou potencial prestador é responsável, nos termos do direito da União e do direito nacional aplicável em matéria de responsabilidade, pelos danos causados no decurso da sua testagem em condições reais.

source: Article 61
pt_pt: Artigo 61.o

source: Informed consent to participate in testing in real world conditions outside AI regulatory sandboxes
pt_pt: Consentimento informado para participar em testagens em condições reais fora dos ambientes de testagem da regulamentação da IA

source: For the purpose of testing in real world conditions under Article 60, freely-given informed consent shall be obtained from the subjects of testing prior to their participation in such testing and after their having been duly informed with concise, clear, relevant, and understandable information regarding:
pt_pt: Para efeitos de testagem em condições reais nos termos do artigo 60.o, o consentimento informado deve ser dado livremente pelos participantes na testagem antes da sua participação nessa testagem e depois de lhe terem sido devidamente prestadas informações concisas, claras, pertinentes e compreensíveis sobre:

source: the nature and objectives of the testing in real world conditions and the possible inconvenience that may be linked to their participation;
pt_pt: A natureza e os objetivos da testagem em condições reais e os eventuais incómodos que possam estar ligados à sua participação na testagem;

source: the conditions under which the testing in real world conditions is to be conducted, including the expected duration of the subject or subjects’ participation;
pt_pt: As condições em que a testagem em condições reais vai realizar-se, incluindo a duração prevista da sua participação na testagem;

source: their rights, and the guarantees regarding their participation, in particular their right to refuse to participate in, and the right to withdraw from, testing in real world conditions at any time without any resulting detriment and without having to provide any justification;
pt_pt: Os seus direitos e garantias no tocante à sua participação, em particular o seu direito de recusar a participação na testagem em condições reais e o direito de se retirar da mesma em qualquer altura sem que daí decorra qualquer prejuízo e sem ter de dar qualquer justificação;

source: the arrangements for requesting the reversal or the disregarding of the predictions, recommendations or decisions of the AI system;
pt_pt: As modalidades para solicitar que as previsões, recomendações ou decisões do sistema de IA sejam revertidas ou ignoradas;

source: the Union-wide unique single identification number of the testing in real world conditions in accordance with Article 60(4) point (c), and the contact details of the provider or its legal representative from whom further information can be obtained.
pt_pt: O número único de identificação a nível da União da testagem em condições reais, em conformidade com o artigo 60.o, n.o 4, alínea c), e os dados de contacto do prestador, ou do seu representante legal, junto do qual podem ser obtidas mais informações.

source: The informed consent shall be dated and documented and a copy shall be given to the subjects of testing or their legal representative.
pt_pt: O consentimento informado deve ser datado e documentado e deve dele ser dado um exemplar aos participantes na testagem ou ao seu representante legal.

source: Article 62
pt_pt: Artigo 62.o

source: Measures for providers and deployers, in particular SMEs, including start-ups
pt_pt: Medidas para prestadores e responsáveis pela implantação, em especial PME, incluindo empresas em fase de arranque

source: Member States shall undertake the following actions:
pt_pt: Os Estados-Membros devem empreender as seguintes ações:

source: provide SMEs, including start-ups, having a registered office or a branch in the Union, with priority access to the AI regulatory sandboxes, to the extent that they fulfil the eligibility conditions and selection criteria; the priority access shall not preclude other SMEs, including start-ups, other than those referred to in this paragraph from access to the AI regulatory sandbox, provided that they also fulfil the eligibility conditions and selection criteria;
pt_pt: Proporcionar às PME, incluindo as empresas em fase de arranque, com sede social ou sucursal na União, acesso prioritário aos ambientes de testagem da regulamentação da IA, desde que cumpram as condições de elegibilidade e os critérios de seleção; o acesso prioritário não obsta a que outras PME, incluindo empresas em fase de arranque, que não as referidas no presente número, tenham acesso ao ambiente de testagem da regulamentação da IA, desde que também preencham as condições de elegibilidade e os critérios de seleção;

source: organise specific awareness raising and training activities on the application of this Regulation tailored to the needs of SMEs including start-ups, deployers and, as appropriate, local public authorities;
pt_pt: Organizar atividades de sensibilização e de formação específicas sobre a aplicação do presente regulamento adaptadas às necessidades das PME, incluindo as empresas em fase de arranque, dos responsáveis pela implantação e, conforme adequado, das autoridades públicas locais;

source: utilise existing dedicated channels and where appropriate, establish new ones for communication with SMEs including start-ups, deployers, other innovators and, as appropriate, local public authorities to provide advice and respond to queries about the implementation of this Regulation, including as regards participation in AI regulatory sandboxes;
pt_pt: Utilizar os canais específicos existentes e, se for caso disso, criar canais novos para a comunicação com as PME, incluindo as empresas em fase de arranque, os responsável pela implantação, outros inovadores e, conforme adequado, as autoridades públicas locais, com vista a prestar aconselhamento e responder a perguntas sobre a aplicação do presente regulamento, inclusive no que diz respeito à participação em ambientes de testagem da regulamentação da IA;

source: facilitate the participation of SMEs and other relevant stakeholders in the standardisation development process.
pt_pt: Facilitar a participação das PME e de outras partes interessadas relevantes no processo de desenvolvimento da normalização;

source: The specific interests and needs of the SME providers, including start-ups, shall be taken into account when setting the fees for conformity assessment under Article 43, reducing those fees proportionately to their size, market size and other relevant indicators.
pt_pt: Os interesses e as necessidades específicas dos prestadores que são PME, incluindo as empresas em fase de arranque, devem ser tidos em conta aquando da fixação das taxas a pagar pela avaliação da conformidade nos termos do artigo 43.o, reduzindo essas taxas proporcionalmente à sua dimensão, à dimensão do mercado e demais indicadores pertinentes.

source: The AI Office shall undertake the following actions:
pt_pt: O Serviço para a IA deve empreender as seguintes ações:

source: provide standardised templates for areas covered by this Regulation, as specified by the Board in its request;
pt_pt: Disponibilizar modelos normalizados para os domínios abrangidos pelo presente regulamento, conforme especificado pelo Comité no seu pedido;

source: develop and maintain a single information platform providing easy to use information in relation to this Regulation for all operators across the Union;
pt_pt: Desenvolver e manter uma plataforma única de informação que faculte a todos os operadores em toda a União informações de fácil utilização a respeito do presente regulamento;

source: organise appropriate communication campaigns to raise awareness about the obligations arising from this Regulation;
pt_pt: Organizar campanhas de comunicação adequadas para sensibilizar para as obrigações decorrentes do presente regulamento;

source: evaluate and promote the convergence of best practices in public procurement procedures in relation to AI systems.
pt_pt: Avaliar e promover a convergência das boas práticas nos processos de adjudicação de contratos públicos em relação aos sistemas de IA.

source: Article 63
pt_pt: Artigo 63.o

source: Derogations for specific operators
pt_pt: Derrogações aplicáveis a operadores específicos

source: Microenterprises within the meaning of Recommendation 2003/361/EC may comply with certain elements of the quality management system required by Article 17 of this Regulation in a simplified manner, provided that they do not have partner enterprises or linked enterprises within the meaning of that Recommendation.
pt_pt: As microempresas, na aceção da Recomendação 2003/361/CE, podem preencher determinados requisitos do sistema de gestão da qualidade exigidos pelo artigo 17.o do presente regulamento de forma simplificada, desde que não tenham empresas parceiras ou empresas associadas na aceção dessa recomendação.

source: For that purpose, the Commission shall develop guidelines on the elements of the quality management system which may be complied with in a simplified manner considering the needs of microenterprises, without affecting the level of protection or the need for compliance with the requirements in respect of high-risk AI systems.
pt_pt: Para o efeito, a Comissão elabora orientações sobre os elementos do sistema de gestão da qualidade que podem ser cumpridos de forma simplificada tendo em conta as necessidades das microempresas, sem afetar o nível de proteção ou a necessidade de conformidade com os requisitos aplicáveis aos sistemas de IA de risco elevado.

source: Paragraph 1 of this Article shall not be interpreted as exempting those operators from fulfilling any other requirements or obligations laid down in this Regulation, including those established in Articles 9, 10, 11, 12, 13, 14, 15, 72 and 73.
pt_pt: O n.o 1 do presente artigo não pode ser interpretado no sentido de isentar esses operadores do cumprimento de quaisquer outros requisitos ou obrigações estabelecidos no presente regulamento, incluindo os estabelecidos nos artigos 9.o, 10.o, 11.o, 12.o, 13.o, 14.o, 15.o, 72.o e 73.o.

source: CHAPTER VII
pt_pt: CAPÍTULO VII

source: GOVERNANCE
pt_pt: GOVERNAÇÃO

source: Governance at Union level
pt_pt: Governação a nível da União

source: Article 64
pt_pt: Artigo 64.o

source: AI Office
pt_pt: Serviço para a IA

source: The Commission shall develop Union expertise and capabilities in the field of AI through the AI Office.
pt_pt: A Comissão desenvolve os conhecimentos especializados e as capacidades da União no domínio da IA por intermédio do Serviço para a IA.

source: Member States shall facilitate the tasks entrusted to the AI Office, as reflected in this Regulation.
pt_pt: Os Estados-Membros facilitam o exercício das atribuições confiadas ao Serviço para a IA, tal como refletido no presente regulamento.

source: Article 65
pt_pt: Artigo 65.o

source: Establishment and structure of the European Artificial Intelligence Board
pt_pt: Criação e estrutura do Comité Europeu para a Inteligência Artificial

source: A European Artificial Intelligence Board (the ‘Board’) is hereby established.
pt_pt: É criado um Comité Europeu para a Inteligência Artificial («Comité»).

source: The Board shall be composed of one representative per Member State.
pt_pt: O Comité é composto por um representante de cada Estado-Membro.

source: The European Data Protection Supervisor shall participate as observer.
pt_pt: A Autoridade Europeia para a Proteção de Dados participa na qualidade de observador.

source: The AI Office shall also attend the Board’s meetings, without taking part in the votes.
pt_pt: O Serviço para a IA participa igualmente nas reuniões do Comité, mas não participa nas votações.

source: Other national and Union authorities, bodies or experts may be invited to the meetings by the Board on a case by case basis, where the issues discussed are of relevance for them.
pt_pt: O Comité pode convidar para as reuniões, caso a caso, outras autoridades, organismos ou peritos nacionais e da União, sempre que as questões debatidas sejam pertinentes para os mesmos.

source: Each representative shall be designated by their Member State for a period of three years, renewable once.
pt_pt: Cada representante é designado pelo respetivo Estado-Membro por um período de três anos, renovável uma vez.

source: Member States shall ensure that their representatives on the Board:
pt_pt: Os Estados-Membros asseguram que os seus representantes no Comité:

source: have the relevant competences and powers in their Member State so as to contribute actively to the achievement of the Board’s tasks referred to in Article 66;
pt_pt: Disponham das competências e poderes pertinentes no seu Estado-Membro, de modo a contribuir ativamente para o desempenho das funções do Comité a que se refere o artigo 66.o;

source: are designated as a single contact point vis-à-vis the Board and, where appropriate, taking into account Member States’ needs, as a single contact point for stakeholders;
pt_pt: Sejam designados como ponto de contacto único para o Comité e, se for caso disso, tendo em conta as necessidades dos Estados-Membros, como ponto de contacto único para as partes interessadas;

source: are empowered to facilitate consistency and coordination between national competent authorities in their Member State as regards the implementation of this Regulation, including through the collection of relevant data and information for the purpose of fulfilling their tasks on the Board.
pt_pt: Estejam habilitados a facilitar a coerência e a coordenação entre as autoridades nacionais competentes nos respetivos Estados-Membros no que diz respeito à aplicação do presente regulamento, nomeadamente através da recolha de dados e informações pertinentes para efeitos do desempenho das suas funções no Comité.

source: The designated representatives of the Member States shall adopt the Board’s rules of procedure by a two-thirds majority.
pt_pt: Os representantes designados dos Estados-Membros adotam o regulamento interno do Comité por maioria de dois terços.

source: The rules of procedure shall, in particular, lay down procedures for the selection process, the duration of the mandate of, and specifications of the tasks of, the Chair, detailed arrangements for voting, and the organisation of the Board’s activities and those of its sub-groups.
pt_pt: O regulamento interno estabelece, em especial, os procedimentos para o processo de seleção, a duração do mandato e as especificações das funções do presidente, as modalidades pormenorizadas de votação e a organização das atividades do Comité e dos seus subgrupos.

source: The Board shall establish two standing sub-groups to provide a platform for cooperation and exchange among market surveillance authorities and notifying authorities about issues related to market surveillance and notified bodies respectively.
pt_pt: O Comité deve criar dois subgrupos permanentes para proporcionar uma plataforma de cooperação e intercâmbio entre as autoridades de fiscalização do mercado e para notificar as autoridades sobre questões relacionadas com a fiscalização do mercado e os organismos notificados respetivamente.

source: The standing sub-group for market surveillance should act as the administrative cooperation group (ADCO) for this Regulation within the meaning of Article 30 of Regulation (EU) 2019/1020.
pt_pt: O subgrupo permanente para a fiscalização do mercado deverá atuar como grupo de cooperação administrativa (ADCO) para efeitos do presente regulamento, na aceção do artigo 30.o do Regulamento (UE) 2019/1020.

source: Where appropriate, representatives of the advisory forum referred to in Article 67 may be invited to such sub-groups or to specific meetings of those subgroups as observers.
pt_pt: Se for caso disso, os representantes do fórum consultivo a que se refere o artigo 67.o podem ser convidados para esses subgrupos ou para reuniões específicas desses subgrupos na qualidade de observadores.

source: The Board shall be organised and operated so as to safeguard the objectivity and impartiality of its activities.
pt_pt: O Comité deve estar organizado e funcionar de modo a salvaguardar a objetividade e a imparcialidade das suas atividades.

source: The Board shall be chaired by one of the representatives of the Member States.
pt_pt: O Comité é presidido por um dos representantes dos Estados-Membros.

source: The AI Office shall provide the secretariat for the Board, convene the meetings upon request of the Chair, and prepare the agenda in accordance with the tasks of the Board pursuant to this Regulation and its rules of procedure.
pt_pt: O Serviço para a IA disponibiliza o secretariado ao Comité, convoca as reuniões mediante pedido do presidente e prepara a ordem de trabalhos em conformidade com as funções do Comité nos termos do presente regulamento e com o seu regulamento interno.

source: Article 66
pt_pt: Artigo 66.o

source: Tasks of the Board
pt_pt: Funções do Comité

source: The Board shall advise and assist the Commission and the Member States in order to facilitate the consistent and effective application of this Regulation.
pt_pt: O Comité presta aconselhamento e assistência à Comissão e aos Estados-Membros a fim de facilitar a aplicação coerente e eficaz do presente regulamento.

source: To that end, the Board may in particular:
pt_pt: Para o efeito, o Comité pode, em especial:

source: contribute to the coordination among national competent authorities responsible for the application of this Regulation and, in cooperation with and subject to the agreement of the market surveillance authorities concerned, support joint activities of market surveillance authorities referred to in Article 74(11);
pt_pt: Contribuir para a coordenação entre as autoridades nacionais competentes responsáveis pela aplicação do presente regulamento e, em cooperação com as autoridades de fiscalização do mercado em causa e sob reserva do acordo destas, apoiar as atividades conjuntas das autoridades de fiscalização do mercado a que se refere o artigo 74.o, n.o 11;

source: collect and share technical and regulatory expertise and best practices among Member States;
pt_pt: Recolher e partilhar conhecimentos técnicos e regulamentares e boas práticas entre Estados-Membros;

source: provide advice on the implementation of this Regulation, in particular as regards the enforcement of rules on general-purpose AI models;
pt_pt: Prestar aconselhamento sobre a aplicação do presente regulamento, em especial no que diz respeito à aplicação das regras relativas aos modelos de IA de finalidade geral;
